Repository: priyom/priyomdb2
Catalog: resources/messages_src/*.po
Languages: de_de

source: A station with the ID {station_id} does not exist.
de_de: Ein Sender mit der ID {station_id} existiert nicht.

source: An event with the ID {event_id} does not exist.
de_de: Ein Ereignis mit der ID {event_id} existiert nicht.

source: Moderator approval (without, the Event and its contents will not be shown in queries)
de_de: Von Moderator überprüft (ohne Überprüfung wird das Ereignis und sein Inhalt nicht in Anfragenergebnissen aufgelistet)

source: <xml id='p'>Password strength criteria:</xml><xml id='li1'>At least 8 characters length and</xml><xml id='li2'>either one letter, one special character and one number or, for each group missing from that list, 8 additional characters</xml>
de_de: <xml id='p'>Kriterien für die Passwortstärke:</xml><xml id='li1'>Mindestens 8 Zeichen und</xml><xml id='li2'>entweder ein Buchstabe, ein Sonderzeichen und eine Ziffer, oder, 8 zusätzliche Zeichen für jede Gruppe aus der Liste, die nicht erfüllt wird</xml>

source: A <xml id='priyom'>priyom.org</xml> project
de_de: Ein <xml id='priyom'>priyom.org</xml> Projekt

source: Actions
de_de: Aktionen

source: Actions and Metadata
de_de: Aktionen und Metadaten

source: Activities
de_de: Aktivitäten

source: Add another frequency
de_de: Weitere Frequenz hinzufügen

source: Add another transmission
de_de: Weitere Nachricht hinzufügen

source: Add child
de_de: Unterelement hinzufügen

source: Add frequency
de_de: Weitere Frequenz hinzufügen

source: Add transcript
de_de: Transkript hinzufügen

source: All formats with Z are also supported without. Without Z, the timestamps refer to the timezone specified in your profile.
de_de: Alle Formate mit Z werden auch ohne Z unterstütz. Ohne Z werden die Zeitangaben in der Zeitzone deines Profils interpretiert.

source: Alphabet properties
de_de: Alphabeteigenschaften

source: Alphabets
de_de: Alphabete

source: Already have an account?
de_de: Du hast schon einen Account?

source: Anonymous / External submitter
de_de: Anonymous / externer Einsender

source: Append to existing event
de_de: Zu bestehendem Ereignis hinzufügen

source: Approved
de_de: Überprüft

source: Attribution
de_de: Zuschreibung

source: Change password
de_de: Passwort ändern

source: Clear all filters
de_de: Alle Filter entfernen

source: Comment
de_de: Kommentar

source: Congratulation, {loginname}! Your account has been created. You can log in immediately.
de_de: Gratulation, {loginname}! Dein Account wurde angelegt. Du kannst dich sofort einloggen.

source: Congratulations!
de_de: Gratuation!

source: Contents
de_de: Inhalt

source: Contents / Event
de_de: Inhalt / Ereignis

source: Controls
de_de: Einstellungen

source: Count
de_de: Anzahl

source: Create new event
de_de: Neues Ereignis anlegen

source: Current password
de_de: Aktuelles Passwort

source: Currently, there are no entries waiting for moderation.
de_de: Derzeit warten keine Einträge auf Moderatorüberprüfung.

source: Delete
de_de: Löschen

source: Delete alphabet
de_de: Alphabet löschen

source: Delete broadcast mode
de_de: Übertragungsmodus löschen

source: Delete station
de_de: Sender löschen

source: Delete transcript
de_de: Transkript löschen

source: Deletion failed
de_de: Löschen fehlgeschlagen

source: Deletion of stations is not supported yet. Ask Horrorcat if you really, really need to delete a station.
de_de: Löschen von Sendern wird derzeit nicht unterstützt. Frag Horrorcat wenn du wirklich und unbedingt eine Station löschen musst.

source: Description
de_de: Beschreibung

source: Display name
de_de: Anzeigename

source: Duplicity
de_de: Vielfachheit

source: Edit
de_de: Bearbeiten

source: Edit alphabet
de_de: Alphabet bearbeiten

source: Edit event
de_de: Ereignis bearbeiten

source: Edit format
de_de: Format bearbeiten

source: Edit mode
de_de: Übertragungsmodus bearbeiten

source: Edit station
de_de: Sender bearbeiten

source: Edit transmission format
de_de: Nachrichtenformat bearbeiten

source: Email address
de_de: E-Mail Adresse

source: End time
de_de: Endzeit

source: Enigma Identifier
de_de: Enigma-Kennzeichnung

source: Event class
de_de: Ereignisart

source: Event count
de_de: Ereignisanzahl

source: Event not found
de_de: Ereignis nicht gefunden

source: Event properties
de_de: Ereigniseigenschaften

source: Events
de_de: Ereignisse

source: Events logged
de_de: Ereignisse eingetragen

source: Filters
de_de: Filter

source: Flags
de_de: Optionen

source: For a new transmission event, you have to fill in the frequencies which were used during the transmission.
de_de: Um ein neues Nachrichtenereignis anzulegen müssen die Frequenzen angegeben werden, die für die Übertragung genutzt wurden.

source: Format node
de_de: Formatelement

source: Frequencies and Modes
de_de: Frequenzen und Übertragungsmodi

source: Frequency
de_de: Frequenz

source: Group memberships
de_de: Gruppenmitgliedschaften

source: Join / Match expression
de_de: Ausdruck zum Suchen/Zusammenfügen

source: Join children
de_de: Unterelemente zusammenfügen

source: Key
de_de: Schlüssel

source: Language
de_de: Sprache

source: Log a new transmission into the database.
de_de: Neue Nachricht in die Datenbank eintragen

source: Log entry moderation queue
de_de: Moderationswarteschlange für Logeinträge

source: Log into the Priyom.org database with your existing account.
de_de: Mit bestehendem Account an der Priyom.org Datenbank anmelden

source: Log transmission
de_de: Nachricht eintragen

source: Login name
de_de: Benutzername

source: Main data
de_de: Stammdaten

source: Manage alphabets
de_de: Alphabete verwalten

source: Manage broadcast modes
de_de: Übertragungsmodi verwalten

source: Manage transmission formats
de_de: Nachrichtenformate verwalten

source: Metadata
de_de: Stammdaten

source: Mode
de_de: Übertragungsmodus

source: Mode properties
de_de: Moduseigenschaften

source: Modified
de_de: Geändert

source: Most recent events
de_de: Letzte Ereignisse

source: Move down
de_de: Nach oben

source: Move up
de_de: Nach unten

source: My account
de_de: Mein Account

source: My logs
de_de: Meine Eintragungen

source: New alphabet
de_de: Neues Alphabet anlegen

source: New format
de_de: Neues Format anlegen

source: New mode
de_de: Neuen Übertragungsmodus anlegen

source: New password
de_de: Neues Passwort

source: New password (confirm)
de_de: Neues Passwort (Bestätigung)

source: Next
de_de: Weiter

source: Nickname
de_de: Spitzname

source: No related events were found for this station at the given time. If you meant to append to an existing event, go back and double-check the time and station.
de_de: Keine ähnlichen Ereignisse wurden für diesen Sender zur angegebenen Zeit gefunden. Wenn du vor hattest, Eintragungen an ein bestehendes Ereignis anzuhängen, gehe zurück und überprüfe die Zeitangabe und den Sender.

source: Note:
de_de: Beachte:

source: Parsing tree
de_de: Parsing-Baum

source: Password
de_de: Passwort

source: Password (confirm)
de_de: Passwort (Bestätigung)

source: Previous
de_de: Zurück

source: Priyom Identifier
de_de: Priyom-Kennzeichnung

source: Proceed to sign in
de_de: Weiter zum Login

source: Quick add
de_de: Schnellhinzufügen

source: Recent entries
de_de: Neue Einträge

source: Regional settings
de_de: Regionale Einstellungen

source: Register with the Priyom.org database to be able to log transmissions and get full access to the data.
de_de: Registriere dich bei der Priyom.org Datenbank um Übertragungen loggen zu können und vollen Zugriff auf die Daten zu erhalten.

source: Review entries created by unprivilegued users.
de_de: Einträge von Normalsterblichen überprüfen

source: Review event submissions
de_de: Einsendungen überprüfen

source: Review logs
de_de: Eintrage überprüfen

source: Save
de_de: Speichern

source: Save as copy
de_de: Als Kopie speichern

source: Save contents to db
de_de: Inhalt in der Datenbank speichern

source: Save to database
de_de: In die Datenbank speichern

source: Select known frequency or hit add to create a new one
de_de: Bekannte Frequenz auswählen oder Hinzufügen klicken um eine neue Hinzuzufügen

source: Short
de_de: Kurzname

source: Short name
de_de: Kurzname

source: Sign in
de_de: Anmelden

source: Sign up
de_de: Konto anlegen

source: Sign up for Priyom.org DB
de_de: Konto für die Priyom.org DB anlegen

source: Start time
de_de: Startzeit

source: Station
de_de: Sender

source: Station not found
de_de: Sender nicht gefunden

source: Station properties
de_de: Sendereigenschaften

source: Statistics
de_de: Statistiken

source: Submitter
de_de: Einsender

source: Successfully signed up
de_de: Erfolgreich registriert

source: The login name must be unique, including normalization (for example, <xml id='sup'>2</xml> is converted to 2). When displaying, your original login name is used (without normalization).
de_de: Der Loginname muss eindeutig sein, inklusive Normalisierung (zum Beispiel wird <xml id='sup'>2</xml> zu 2 umgewandelt). Beim Anzeigen wird dein ursprünglicher Loginname verwendet (ohne Normalisierung).

source: The review queue is empty.
de_de: Die Überprüfungswarteschlange ist leer.

source: This format has users. This implies that you cannot modify it. You can, however, save a copy of the format.
de_de: Dieses Format wird benutzt. Das bedeutet, dass du es nicht verändern kannst. Du kannst aber eine Kopie des Formates speichern.

source: This is unused if duplicity is anything but a custom, fixed amount.
de_de: Dies wird nicht benutzt wenn die Vielfachheit nicht auf “feste Anzahl” gesetzt ist.

source: Time zone
de_de: Zeitzone

source: Timestamp
de_de: Zeitstempel

source: Timestamp formats:
de_de: Zeitformate:

source: To change your password, supply the current password and a new password, including confirmation. If you do not want to change your password, leave any of the password fields blank.
de_de: Um dein Passwort zu ändern musst du dein aktuelles Passwort sowie ein neues Passwort inklusive Bestätigung angeben. Wenn du dein Passwort nicht ändern willst, lasse die Passwortfelder leer.

source: Transcript
de_de: Transkript

source: Transcript actions
de_de: Transkriptaktionen

source: Transcript metadata
de_de: Transkript-Metadaten

source: Transmission formats
de_de: Nachrichtenformate

source: Until you click “Save to database” below, <xml id='em'>no</xml> changes are made to the entries in the database. Leaving the page without saving will make you lose all your changes!
de_de: Bis du “In der Datenbank speichern” klickst, werden die Änderungen <xml id='em'>nicht</xml> gespeichert. Wenn du die Seite verlässt, ohne zu speichern, gehen die Änderungen verloren!

source: Update
de_de: Aktualisieren

source: Update / Check for errors
de_de: Aktualisieren / Auf Fehler prüfen

source: User "{user}"
de_de: Benutzer „{user}“

source: User count
de_de: Verwendungen

source: User name
de_de: Benutzername

source: Validate contents without submitting
de_de: Inhalt ohne Speichern überprüfen

source: Validate without saving
de_de: Ohne Speichern überprüfen

source: View event
de_de: Ereignis anzeigen

source: View events
de_de: Ereignisse anzeigen

source: View station
de_de: Sender anzeigen

source: View stations
de_de: Sender anzeigen

source: Warning:
de_de: Warnung:

source: Welcome, {username}.
de_de: Willkommen, {username}.

source: YYYY-MM-DDThh:mm:ss.nnnnnnZ (with ns being fractional seconds)
de_de: YYYY-MM-DDThh:mm:ss.nnnnnnZ (wobei die „n“s gebrochene Sekunden sind)

source: e.g. USB
de_de: z.B. USB

source: hacked together by Horrorcat
de_de: zusammengehackt von Horrorcat

source: next »
de_de: weiter »

source: system generated
de_de: automatisch generiert

source: using <xml id='yaml'>yaml CSS framework</xml>
de_de: unter Verwendung des <xml id='yaml'>yaml CSS Frameworks</xml>

source: {count} event in database
de_de: {count} Ereignis in der Datenbank

source: « prev
de_de: « zurück

source: Europe
de_de: Europa

source: America
de_de: Amerika

source: Africa
de_de: Afrika

source: US
de_de: USA

source: Brazil
de_de: Brasilien

source: Australia
de_de: Australien

source: Mexico
de_de: Mexiko

source: Antarctica
de_de: Antarktis

source: Canada
de_de: Kanada

source: Asia
de_de: Asien

source: Atlantic
de_de: Atlantik

source: Pacific
de_de: Pazifik

source: Indian
de_de: Indien

source: Arctic
de_de: Arktis

source: Etc
de_de: Sonstige

source: Password violates strength criteria
de_de: Passwort verletzt Stärkekriterien

# group
source: admins
de_de: Administratoren

# group
source: moderators
de_de: Moderatoren

# group
source: registered
de_de: Registrierte Benutzer

# yesno
source: True
de_de: Ja

# yesno
source: False
de_de: Nein

# operator
source: endswith
de_de: endet mit

# operator
source: startswith
de_de: beginnt mit

# operator
source: like
de_de: ähnlich zu

# operator
source: contains
de_de: enthält

# operator
source: notlike
de_de: nicht ähnlich zu

# operator
source: notin_
de_de: nicht enthalten in

# operator
source: in_
de_de: enthalten in

# field
source: station_id
de_de: Sender#

# duplicity
source: one
de_de: genau eins

# duplicity
source: one or more
de_de: eins oder mehr

# duplicity
source: zero or more
de_de: beliebig

# duplicity
source: custom, fixed amount
de_de: feste Anzahl

source: View
de_de: Ansehen

source: Sign out
de_de: Abmelden

source: Stations
de_de: Sender

source: Review queue
de_de: Eintrage überprüfen

source: Modes
de_de: Übertragungsmodi

source: Common activities
de_de: Allgemeine Aktivitäten

source: Moderator activities
de_de: Moderatorwerkzeuge

source: Admin activities
de_de: Adminwerkzeuge
